[Character.CharClass_GoliathBride AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_GoliathBride AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bridget Goodnick",TransformedNames=((TransformedName="Bridget Odd was very angry."),(TransformedName="My daughter Bridget Hotonk"),(TransformedName="Brigitte Hordank "The Tower""),(TransformedName="Bridget Hudnex, The Greatest Blood Sacrifice"),(TransformedName="Bridget Gottonk, Goliath")))

[Population.PawnBalance_GoliathBrideRaid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bridget Hodunk",TransformedNames=((TransformedName="Bridget Hodock was furious."),(TransformedName="Bridget Hodunk; Dog"),(TransformedName="The villain is Bridget Horton"),(TransformedName="Bridget Hudunk; The back hair"),(TransformedName="Bridget Hodenek, Goliath")))

[Skills.Skill_WatchAndClearTurretShield SkillDefinition]
SkillName="Remove the turret cover"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

